{
  "drawing": {
    "title": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!",
    "descriptions": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. However, he was given a chance to choose his new mother and reincarnate in another world.Akira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life. He is reincarnated as Akira Rainford, the only son of a magic store owner, with his previous life's memories. He had no talent for swordsmanship or magic, but he doesn't care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?This is Akira's new story who wants to live a mediocre life in another world and the adventures he embarks on to protect his peaceful place!!Original Webcomic",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i493201.jpg",
    "genre": [
      "action",
      "adventure",
      "drama",
      "ecchi",
      "fantasy",
      "mature",
      "romance"
    ],
    "src": "rawkuma"
  },
  "bijotokenja": {
    "title": "Bijo to Kenja to Majin no Ken",
    "descriptions": "After falling into the gap between worlds, I gained “the ability to identify something’s status” for the cost of a single limitation. However, other than this skill I was completely ordinary. All I could do after landing in a strange world, was see through the status of things and use that information for my own growth.One day, after being assaulted by enemies, a lone figure appeared and saved my life. What’s more, that person had an incredible “secret”.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i487346.jpg",
    "genre": [
      "action",
      "adventure",
      "drama",
      "ecchi",
      "fantasy",
      "harem",
      "mature",
      "romance"
    ],
    "src": "rawkuma"
  },
  "fuguushokutobaka": {
    "title": "Fuguushoku to Baka ni Saremashita ga, Jissai wa Sorehodo Waruku Arimasen?",
    "descriptions": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne but he was driven/kicked out of the palace. The reason was that he was born as a Support magician and had \"Alchemist\" as a job, which was the lowest job that existed in the new world, and people who had that were considered jobless. Luckily for him, there was a secret hidden in that job!!From \"jobless\" to the strongest job!!!Original Manga Official English: Alpha Manga",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i474250.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "hinekureryoushu": {
    "title": "Hinekure Ryoushu no Koufukutan",
    "descriptions": "Noein is the son of a nobleman's father and his mistress. Despised by his family and servants, Noein grew up to be a twisted character, and after a period of house arrest, he was evicted from his mansion. Instead of severing ties with his family, Noein was given an enclave on the kingdom's frontier and the title of lord. But the frontier is nothing but a vast expanse of untamed forest. Determined to develop the frontier and become the happiest lord of all, Noein sets out to cultivate the land. With the golem manipulation magic he mastered while under house arrest and the advanced knowledge he acquired from books, he plows the wasteland and begins farming. The first two stages of the project go smoothly, but the most important thing is that there are no residents in the territory. Noein immediately started to gather the people. His methods were extraordinary: he enlisted bandits to become his squires! He rounded up refugees and acquired a docile labor force! He induces the heart of a merchant's daughter to become a financier. The people of the fiefdom only show their respect and affection for him! Furthermore, his excellent skills in frontier development have attracted the attention of a large trading company and the high nobility? The story of a twisted lord's frontier development begins.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i484949.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "romance"
    ],
    "src": "rawkuma"
  },
  "kamigami": {
    "title": "Kamigami ni Sodaterare Shimo no, Saikyou to Naru",
    "descriptions": "The gods living in the mountain picked up an abandoned child and name him Will. They poured all their love into raising him, however, when it came to deciding on what he should become, they all had their own vision in mind. \"This child is talented with the sword. Let's make him into a peerless swordsman.\" \"No, this child is kind. Let's make him the strongest healer.\" \"No, this child is a genius. Let's make him into the ultimate magician.\"To placate them, the chief god comes up with a proposal. \"How about he trains in all of them?\"Through the curriculum given to him by the God of the Sword, Goddess of Healing, and the God of Sorcery, Will becomes the strongest and sets out on his journey at 14.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i471744.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "harem",
      "romance",
      "shounen",
      "supernatural"
    ],
    "src": "rawkuma"
  },
  "sacchisarenai": {
    "title": "Sacchi Sarenai Saikyou Shoku Rule Breaker",
    "descriptions": "交通事故で命を落としてしまったヒカルは、死後の世界でローランドと名乗る少年に出会う。 願いを一つ叶える代わりに、異世界にある彼の肉体に転生させてくれるというが、その願いは「一時間以内にとある人物を殺す」ことで――!? 卓越した隠密スキルとスキルツリーを駆使し、世界のルールを塗り替えていけ!! 「小説家になろう」発の大ヒット作を待望のコミカライズ! By some ill fortune, Hikaru died in a traffic accident. He was in heaven standing in line, waiting to be judged, when he took an unexpected request to transfer his soul to a person in another world. He received an ability called Soul Board which he could use to allocate points to Skills to make himself more powerful. But there was a catch… 「I want you to kill someone for me within an hour. If you don’t, I’ll destroy your soul.」 To pull off the task assigned to him, he poured all his available points to the Stealth skill tree. This is a story of a boy who specialized in Stealth. With his skill trees as weapons, he would demonstrate his unrivaled strength in another world.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i492323.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "harem",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "sekaisaikyounoshinjuutsukai": {
    "title": "Sekai Saikyou no Shinjuu Tsukai",
    "descriptions": "Mag (Magu) was gifted the skill [Decoy], a skill capable of attracting monsters and causing disasters. As such, he was banished from the city. Therefore, he decided to live alone in a hunting cabin deep in the mountains. However, there, he draws the attention of Divine Beasts: Loa the Dragon (a beautiful girl), Fiana the Phoenix (another beautiful girl), and Kelpie the Maera (another beautiful girl). In the end, Mag decides to spend a easygoing life in the mountains with the Divine Beasts. But the skill [Decoy] is not making it easy for him ...",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i499128.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "harem",
      "supernatural"
    ],
    "src": "rawkuma"
  },
  "shingannoyuusha": {
    "title": "Shingan no Yuusha",
    "descriptions": "Makoto Maruta is enjoying his Sunday afternoon with his sister, watching a bit of television. Makoto being jobless, but not for lack of trying. Shortly after his sister leaves the room, a summoning circle appears beneath his feet. In mere moments, he finds himself face to face with the Goddess of Space and Time, Astate, who, despite being impressed with his stats, insults him for his lack of the traditional \"cheat\" skill she was expecting. Rather than heeding his plea to send him back home, she calls it a waste of effort and dumps him in a forest, alone. He chances upon Goddess of Prophecy, Liana, in disguise, who grants him power, once he passes her Secret Test of Character, and directs him to the nearest town. Once he arrives, he tests his new powers to find the town has a population of five. Suspicious, but having no other viable option, he investigates to find a Zombie Apocalypse, grabs the nearest implement, a large log, and proceeds to eliminate the zombie threat, rescuing the Raislin sisters, and the infants later named Raa and Rea in the process. Thus begins his life in this new world of Manasthesia.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i486361.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "drama",
      "ecchi",
      "fantasy",
      "harem",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "uragiraretas-rank": {
    "title": "Uragirareta S-Rank Boukensha no Ore wa, Ai suru Dorei no Kanojora to Tomo ni Dorei dake no Harem Guild wo Tsukuru",
    "descriptions": "冒険は、発情だッ!! 美しき奴隷たち、毎夜ご主人様と求め合うッ!! 累計185万部突破のエロティック・ハード・ファンタジー! Sランク冒険者が、王女奴隷によってドSご主人様に調教されていくッ!! 『奴隷』を忌み嫌いながら生きてきたSランク冒険者のエギルは、無理やり連れてこられた奴隷オークションで一人の奴隷に一目ぼれしてしまう。 彼女はコーネリア王国の元第3王女、エレノアだった。 エギルの奴隷となったエレノアは、エギルに「私を奴隷商人に売った幼なじみを殺してほしい」と懇願するがーーー!! 隙あらば発情する奴隷たちから目が離せない! エギルは美少女奴隷たちの身も心も救済し、この世界に安らぎをもたらせるのか…! 月2回、火曜日が更新日! コミック1～11巻、絶賛発売中! 累計185万部突破ありがとうございます!! 原作小説1～4巻、ダッシュエックス文庫より好評発売中&重版出来! Egil, an S-rank adventurer who has lived hateful of a \"slave,\" falls in love with one slave at a slave auction he was forced to bring. She was Eleanor, the former third princess of the Kingdom of Cornelia. Eleanor, a slave to Egil, begs Egil to \"kill my childhood friend who sold me to a slave trader!\" Keep an eye on the estrus slaves if there is a chance! Can Egil rescue the body and mind of beautiful girl slaves and bring peace to this world…!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i491089.jpg",
    "genre": [
      "action",
      "adult",
      "adventure",
      "drama",
      "fantasy",
      "harem",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "maryokuzero": {
    "title": "Maryoku Zero no Saikyou Majutsushi - Yahari Omaera no Majutsu Riron wa Machigatteirun da ga?",
    "descriptions": "\"Zero Magic? That doesn't matter to me. I'm going to save my sister!!\" Abel is a boy who's always dreamed of being a mage. He is devoid of any magical powers but stays dedicated to his studies of magic to save his sister from a curse placed on her by a powerful deity. All it took was one old book to change his life forever. In this book lies a powerful word: \"Science#. And so begins a new adventure fusing the fundamentals of Magic and Science... the path to becoming the most powerful Mage!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i491035.jpg",
    "genre": [
      "action",
      "fantasy",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "nazebokunosekai": {
    "title": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?",
    "descriptions": "MF文庫Jの王道ファンタジー超大作がコミカライズ！ 地上の覇権を争う五種族の大戦が、英雄シド率いる人類の勝利に終わった時代。だがその世界は、少年カイの目の前で突如として「上書き」された――。世界から忘れられた少年が「真の世界」を取り戻す。 \"Why does no one remember the true world!\" The era when the great race of the five tribes competing for hegemony on the ground ended with the victory of mankind led by the hero Sid. However, that world was suddenly \"overwritten\" in front of a boy named Kai. In the rewritten world, Kai saw the scene where humans lost the five tribal wars because of the absence of hero Sid. Here dragons and demons dominate the ground, and Kai is a forgotten existence from all human beings. However, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without heroes, he inherits the hero's sword and martial art to challenge the mighty enemy races who reign supreme.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i483777.jpg",
    "genre": [
      "action",
      "adventure",
      "drama",
      "ecchi",
      "fantasy",
      "harem",
      "romance",
      "seinen",
      "supernatural"
    ],
    "src": "rawkuma"
  },
  "monsternogoshuujin": {
    "title": "Monster no Goshujin-sama",
    "descriptions": "とある高校の生徒全員が、モンスターたちが跋扈する異世界に転移した。学生たちの一部は転移によってモンスターに対抗できるだけのチート能力を獲得し、彼らを中心に協力し合って生活していたが、ある日、一部の学生が反乱を起こし集落は崩壊してしまう。なんの能力も持たない真島孝弘は瀕死状態で洞窟にたどり着くが、彼を救ったのは1匹のスライムだった――モンスターを仲間にする能力を得た主人公が、健気な眷属たちと異世界を生き抜く! 小説家になろう原作の大人気シリーズがついにコミックス化! Everyone in a high school is suddenly transported to another world. As they are attacked by monsters they find that some of the students now have superpowers. They organize themselves into two groups. Those without powers are called the Stay Home Group and those with them are called the Exploration Group. On a day where most of the Exploration Group is out, the remaining ones that stay behind start the slaughtering and raping of the Stay Home Group. Here we meet our protagonist, an average guy with no abilities who had just barely escaped death at the hands of his schoolmates. He ends up far away in a cave on the verge of death, exhausted and wounded when a slime enters the cave and starts eating away at his hand. All he can do is utter, “…please… someone out there… help me….”",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i488438.jpg",
    "genre": [
      "action",
      "adventure",
      "drama",
      "ecchi",
      "fantasy",
      "harem",
      "mature",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "chittai": {
    "title": "Chittai Ore no Makikomare Isekai Seikatsu",
    "descriptions": "仕事に疲れたおっさんが「聖女召喚」に巻き込まれ、(ビッチな)JKと一緒に「幼児ケータ」として異世界転生!女神が暇つぶしで作ったというこの世界に不安を覚えるケータだが、転生時に与えられた聖女をしのぐ魔力量、前世の知恵や懐の広さ、何より愛らしすぎるちみっこの姿で、優しい異世界人から大事にされまくり♡保護者代わりの第3王子に抱っこされながら、ゆるゆる異世界を満喫します!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i483853.jpg",
    "genre": [
      "fantasy",
      "slice of life"
    ],
    "src": "rawkuma"
  },
  "isekaicheat": {
    "title": "Isekai Cheat Kaitakuki",
    "descriptions": "ニート生活を送っていた俺は、日頃の不摂生が祟り突然死したはずだった――が、目覚めたら赤ちゃんになっていた。どうやら魔法の存在する異世界に転生したらしい。辺境の村の領主の息子として生まれた俺は、美しい母親のカーラ、巨乳のメイド兼乳母ルイーナ、血の繋がらない美人妹アメリアらに囲まれて第二の人生を歩んでいく。成長した俺は、10代にして異世界トップレベルの魔力量と現代知識を駆使して、異世界での日常を楽しむが……!? I was living a life of a NEET, and I was supposed to have died suddenly because of my daily indolence - but when I woke up, I had become a baby. It seems that I was reincarnated in another world where magic exists. I was born the son of a lord in a remote village, and began to lead a second life with my beautiful mother Kara, my big-breasted maid and nanny Ruina, and my beautiful sister Amelia, who is not related to me by blood. As a teenager, I've grown up and enjoy my daily life in a different world using my top-level magical ability and modern knowledge...?",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i475254.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "ecchi",
      "fantasy",
      "harem",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "isekaidetochi": {
    "title": "Isekai de Tochi o Katte Noujou o Tsukurou",
    "descriptions": "In this fantasy isekai story, a salaryman sent to another world chooses a farming life over adventure–and ends up with a mermaid wife!Norio, a corporate drone in modern Japan, is summoned to a fantasy world to fight evil! But it turns out that the magical ability he got doesn’t work?! Thankfully, he has a plan B. Ask for a plot of land to cultivate a farm! To his surprise, that supposedly useless magic ability turbo charges his tools, allowing him to craft with wood like a master and plant vast fields of crops. After fishing up a mermaid wife, charming a lich, and tempting a young dragon over to his side with home cooking, there’s nothing our hero can’t do!Source: Seven Seas Entertainment",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i488749.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "ecchi",
      "fantasy",
      "romance",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "umaretachokugo": {
    "title": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu",
    "descriptions": "世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。 だが大賢者アリストテレウスは、死んだ後に転生する魔法を発動させることに成功したのだった。 転生した先は、何十年経ったのかも分からない後の世界の魔法名門家の赤子。 恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!? しかし大賢者の能力と記憶を持つ赤子は、聖竜杖リンドヴルムをお供に余裕で生き抜くのだった…!! 大人気ノベル、ここに待望のコミカライズ!! Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention handle conversation and walking! As he adventures with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i496339.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "drama",
      "ecchi",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "maou-samaretryr": {
    "title": "Maou-sama, Retry! R",
    "descriptions": "ネトゲで最強「魔王」にログインしてたら、「魔王」の姿で異世界に飛ばされて!?  The Demon Lord continues his adventure in this re-vamped series! After encountering the mysterious entity in the lowest level of the Bastille Dungeon, he sets out for Hellion Territory, where Grand Devils vie for domination of the realm. With the addition of a new advisor. The (seemingly) hopeless optimist Akane. The Demon Lord’s army grows even more colorful, and their hijinks even wackier. [Original Web Manga](https://gaugau.futabanet.jp/list/work/5f72ddc977656194ce000000)",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i496925.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "drama",
      "fantasy",
      "harem",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "tenohira": {
    "title": "Tenohira Kaitakumura de Isekai Kenkouki - Fueteku Yome-tachi to Nonbiri Mujintou Life",
    "descriptions": "Kai who was reincarnated into different world, thrown away by the corrupt church into an isolated Island full of dangerous demons. The key to survive on the island is the Kai's Cheat ability to summon a different world's item that Kai only used in. With this ability, Kai built a \"Pioneering Village\". Kai's survival & the fate of the national life! It is a different world ability that only you can enter, cute girls and survival life! [Original raw](https://comic-walker.com/detail/KC_003388_S/episodes/KC_0033880000100011_E?episodeType=first)",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i496542.jpg",
    "genre": [
      "adventure",
      "comedy",
      "fantasy",
      "harem",
      "romance",
      "slice of life"
    ],
    "src": "rawkuma"
  },
  "monsteronnakanbu": {
    "title": "Monster Onna Kanbu wa Osanaki Yuusha wo Dekiai suru",
    "descriptions": "幼勇者の出現で追討を命じられたアラクネはその勇者の態度から情にほだされ惚れてしまう。 逆に幼勇者の力を利用して魔族最強の地位を望むように…。 絡め獲るつもりが恋心に絡めとられたアラクネと幼勇者の逆転成り上がりストーリー!? When the young hero appears, Arachne is ordered to hunt him down, but she is moved by his attitude and falls in love with him. In turn, she uses the young hero's power to become the strongest demon... A reversal story of Arachne and the young hero, who were caught up in their love for each other but instead rise to power!?",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/Monster-Onna-Kanbu-wa-Osanaki-Yuusha-wo-Dekiai-suru-768x1084.jpg",
    "genre": [
      "action",
      "adventure",
      "ecchi",
      "fantasy",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "tenseikizoku": {
    "title": "Tensei Kizoku no Bannou Kaitaku: \"Kakudai & Shukushou\" Skill wo Tsukatteitara Saikyou Ryouchi ni Narimashita",
    "descriptions": "もう働きたくない故社畜、領主になる。 過労死した元社畜は弱小領主であるビッグスモール家の次男、ノクトとして転生した。 「異世界にきたからには絶対働きたくない」という固い決意とともに!! しかし領地は大森林から襲いかかる魔物のせいで常に貧困状態。 成人となってスキルを授かるが【拡大&縮小】という外れスキル。 さらには魔物の襲撃で領主と兄がいなくなり、残った領民は二人だけ。 生粋のニート気質のノクトが、この先”働かなくていい世界”を創造するため領主となる! The former company slave who died from overwork was reincarnated as Noctis, a weak lord. Noctis is determined, \"I definitely don't want to work because I'm in a different world!\" However, the territory is always in poverty due to the monsters attacking from the large forest. He becomes an adult and is endowed with skills, he also has an outlier skill called \"enlargement & reduction\". Furthermore, the demon attack left the lord and his brother as the only survivors. Noctis, who has a genuine neat temperament, will become the lord to create a \"world where you don't have to work\" in the future! (source:AL)",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i495338.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "ecchi",
      "fantasy",
      "harem",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "dragonnisando": {
    "title": "Dragon ni Sando Hikareta Ore no Tensei Shokunin Life - Isharyou (Skill) de Cheat & Harem",
    "descriptions": "Original Manga",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i456399.jpg",
    "genre": [
      "action",
      "fantasy",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "ore,yuushajanai": {
    "title": "Ore, Yuusha janai desu kara. - VR Sekai no Chouten ni Kunrin Seshi Otoko. Tenseishi, Level 1 no Mushoku kara Restart suru",
    "descriptions": "「小説家になろう」で73000ポイントを獲得している人気作『俺、勇者じゃないですから。～VR世界の頂点に君臨せし男。転生し、レベル1の無職からリスタートする～』がコミカライズ。 VR(ヴァーチャルリアリティ)MMOゲーム「テンペスト」のトッププレイヤーの主人公(ハンドル名:SR)が世界で始めてソロでのラストダンジョンクリアを達成、と同時に転生したのはさっきまでプレイしていたゲームの中!? このゲームを熟知した「俺」は、レベル1から無双する! The main character of this manga is the best player of the MMO VR game \"Tempest\", he completed the last dungeon by himself, being the first to accomplish this feat but at the same time he reincarnated in the game he was playing minutes ago??! Precisely he who knows everything about this game?? He will be unrivaled from level 1!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i484747.jpg",
    "genre": [
      "action",
      "adventure",
      "fantasy",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "keizoku": {
    "title": "Keizoku wa Maryoku Nari",
    "descriptions": "After diligently training his magic every day, Leons found out that his specialty magic, Creation Magic, is trash! However, with his unbelievable amount of mana and amazingly good luck, Leons is able to turn that useless magic into a very convenient magic to create various things, like a super masochist magic sword that can speak for example! Moreover, he also got closer to Princess Sheria and the grand daughter of the Holy Maiden, Riana, after he presented his creation to them!The Strongest Creation Fantasy manga is finally here!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i294900.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "ecchi",
      "fantasy",
      "harem",
      "lolicon",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "nextlife": {
    "title": "Next Life",
    "descriptions": "Yamada Takashi lost his life in the snowy mountains—that is what he thought, but he then appeared in an unknown place; another world that looked like the game he played. Moreover, there are many things that he doesn't know. While puzzled, he still retains the strongest class ability and is relieved. High-rank magician, \"Wise man\" Marius is still living today.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i441631.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "drama",
      "fantasy",
      "harem",
      "mature",
      "romance",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "maoutoubatsu": {
    "title": "Maou Toubatsu Shita Ato, Medachitakunai node Guild Master ni Natta",
    "descriptions": "SSSランクの強さを認められた若すぎる5人の冒険者――『奇跡の子供たち』。 その一人、ディック・シルバーは討伐したはずの魔王をメイドに従え、ギルドマスターになった。彼のギルドにはほかのギルドでは相談できない依頼や、ディックに密かに想いを寄せる『奇跡の子供たち』のメンバーが訪れ……。 The Kingdom of Albein was blessed with the appeareance of the Miracle children, individuals with the greatest talents ever seen. Despite being around ten years old, with abilities many times stronger than the average adventurer, they managed to reach a strength score exceeding 100,000 points, granting them the adventurer grade SSS. With a mere party of five persons, they defeated the Demon Lord regaining the kindgom’s peace. After that journey, Dick Silver, the most balanced between them, racked his brain to not draw public attention. In the end, he decided to become the guild master of a suburban guild as a reward, becoming its twelfth successor. After five years he reached his aim and then became a regular of his own guild’s bar. But one day, as he was drinking at the bar as always, the daughter of a certain aristocrat came to pay him a visit.",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i482101.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "ecchi",
      "fantasy",
      "harem",
      "shounen",
      "supernatural"
    ],
    "src": "rawkuma"
  },
  "yuusha-kei": {
    "title": "Yuusha-kei ni Shosu - Choubatsu Yuusha 9004-tai Keimu Kiroku",
    "descriptions": "Dorter Ruzlas and Silo Forberts are \"punished heroes\", criminals who have been branded with a holy mark and forced to fight the Demon Lord. Even if they die, they will be revived, and if they fail in their mission, they will be tortured to death. While on a mission to save the Holy Knight Army from the annihilation, Dorter stole a coffin containing a \"Goddess\", a human weapon and Silo is forced to make a contract with her to complete his mission...",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i409498.jpg",
    "genre": [
      "action",
      "adventure",
      "drama",
      "fantasy",
      "shounen"
    ],
    "src": "rawkuma"
  },
  "kyousenshinamobmujikakunihonpenwohakaisuru": {
    "title": "Kyou Senshi na Mob, Mujikaku ni Honpen wo Hakaisuru",
    "descriptions": "辺境貴族ファルコナー家の末子、アルバートには秘密がある。それは、異世界からの転生者であること。 ファルコナー家は辺境でも屈指の戦闘一家で、幼少の頃より戦場で育てられた。14歳のある日、この世界が、前世で一度だけプレイしていたゲームにそっくりであると気づく。しかし、そのゲームの記憶は曖昧。果てには自分は名前すら登場しない「モブ」だった。自身の存在意義に疑問を抱き始めたアルはゲーム本編の舞台であるラドフォード王立魔道学院に入学することになり──!? 何もかも異質なモブが世界を狂わせる痛快ファンタジー!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i501293.jpg",
    "genre": [
      "action",
      "adventure",
      "comedy",
      "drama",
      "fantasy",
      "seinen"
    ],
    "src": "rawkuma"
  },
  "sakigakenohanamiko": {
    "title": "Sakigake no Hana Miko",
    "descriptions": "【きただりょうま最新作!】人々に災いをもたらす“禍神”と戦う美少女集団がいた。彼女たちは花巫女と呼ばれ、“廓夜城”で共同生活を送っている。うだつの上がらない臨時高校教師・新は父の死をきっかけに、花巫女たちの最高責任者を目指すことに。しかし、個性的で問題児だらけの花巫女たちを取りまとめるのは想像以上に大変で……。美少女たっぷり!刺激たっぷり!ドキドキ満載!花巫女バトル、開幕!!",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/i501325.jpg",
    "genre": [
      "adult",
      "comedy",
      "ecchi",
      "harem",
      "romance",
      "shounen",
      "supernatural"
    ],
    "src": "rawkuma"
  },
  "hisshoudungeon": {
    "title": "Hisshou Dungeon Unei Houhou",
    "descriptions": "異世界の危機を救うため、ダンジョンマスターは今日もハーレム築いて大忙し! One sunny leisurely day, a woman visited my house and asked me if I were interested in managing a dungeon along with support from goddess. But of course, I refused. Eh? Shouldn't I ignore a person in trouble, moreover if it's a beautiful woman? No way! That's too bothersome, and why do I have to do that? I'm perfectly satisfied with my comfortable life now, throwing it away is just overly stupid...... ...sigh, fine, so it's go to another world, become a dungeon master, manage a dungeon and deal with the Mana circulation problem? Understood, but how to do it?",
    "coverURL": "https://rawkuma.net/wp-content/uploads/2025/09/Hisshou-Dungeon-Unei-Houhou-768x1092.jpg",
    "genre": [
      "adventure",
      "comedy",
      "drama",
      "ecchi",
      "fantasy",
      "harem",
      "romance",
      "seinen"
    ],
    "src": "rawkuma"
  }
}